//
//  CTAssetsPicker.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Avbryt";
"Done" = "Färdig";

/* Default title */
"Photos" = "Bilder";

/* No. of selected */
"%@ Photo Selected" = "%@ bild vald";
"%@ Photos Selected" = "%@ bilder valda";
"%@ Video Selected" = "%@ Video Vald";
"%@ Videos Selected" = "%@ Valda videor";
"%@ Items Selected" = "%@ objekt valda";

/* Grid view footer */
"%@ Photos" = "%@ Bilder";
"%@ Videos" = "%@ Videor";
"%@ Photos, %@ Videos" = "%1$@ Bilder, %2$@ Videor";

/* Assets index */
"%@ of %@" = "%1$@ av %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Appen har inte tillgång till dina bilder eller videor.";
"You can enable access in Privacy Settings." = "Du kan tillåta tillgång i inställningar för Integritet.";

/* Messages if no assets */
"No Photos or Videos" = "Inga foton eller videor";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Du kan ta bilder och videor med kameran, eller synkronisera bilder och videor på din %@\nmed iTunes.";
"You can sync photos and videos onto your %@ using iTunes." = "Du kan synkronisera dina bilder och videor på din %@ med iTunes.";

/* Accessibility labels */
"Play" = "Spela";
"Select" = "Välj";
"Deselect" = "Avmarkera";

/* Video duration spell out */
"hours" = "timmar";
"hour" = "timme";
"minutes" = "minuter";
"minute" = "minut";
"seconds" = "sekunder";
"second" = "sekund";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Kan inte spela strömmande video";
"OK" = "OK";
